{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "16/04/2020",
  "day": [
    "Thursday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow",
    "today",
    "Today"
  ],
  "start_time": "18:00",
  "synopsis": "We are happy to introduce Dr. Sunanda Nair as the next dancer in the Art Heals series. She will be joining us live tomorrow (Thursday, April 16th) at 6 p.m. IST.\n\nDr. Sunanda Nair is the first student in India to earn a Bachelor’s and Master’s Degree in Mohini Attam in India, which she did from Nalanda Nrityakala Mahavidyalaya affiliated to the University of Mumbai, in the year 1988 and 1990. Sunanda is one of the leading Mohini Attam exponents in the country today with a valuable contribution of 33 years of performing and teaching this art form. She is a name to reckon with in the field of Indian classical dance, a highly acclaimed performer, choreographer and teacher in the international classical dance arena. Sunanda is the senior most disciple of the noted Mohini Attam exponent Padmabhushan awardee Dr. Kanak Rele to whom she completely devoted her study of the art form, and for Kathakali from Kalamandalam Krishnankutty Warier and for Bharatanatyam under Guru Shri. Deepak Mazumdar, Kalaimamani Mahalingam Pillai and Kalaimamani Kadirvelu Pillai.\n\nIn September 2016, she submitted her research thesis, “An Intrinsic Lyrical Feminism in Mohini Attam” to Mumbai University under the expert guidance of Guru Kanak Rele for which she was awarded a Ph.D. Sunanda is also the recipient of the prestigious “Kerala Sangeetha Natak Akademi Puraskar” for 2010 and “Kalarathnam” from Kerala Kalamandalam for 2016.\n\nRECOGNITION “Laasyam” a documentary on Sunanda was one of the few films selected for the India International Film Festival in Goa; Laasyam was also featured at the Film Festival in Kolkata\n\nA grade artiste of Central Doordarshan\n\nEmpanelled artiste of the Indian Council for Cultural Relations\n\nAt the turn of the century, 'India Today', the leading news magazine featured Sunanda as one of the 50 promising dancers of the country\n\nA unique opportunity to perform at the prestigious Carnegie Hall, New York along with her senior students for the Festival of India.\n\n#artheals #artforall #arthealsweek4 #samarpanaforartsandwellbeing"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "16/04/2020",
  "day": [
    "Thursday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow"
  ],
  "start_time": "12:30",
  "synopsis": "We are happy to introduce Deepika Varadarajan as the next musician in the Art Heals series. She will be joining us live tomorrow (Thursday, April 16th) at 12:30 p.m. IST.\n\nDeepika is a multifaceted, versatile performer. She is a successful singer with extensive classical and light music experience. Deepika belongs to a family of music connoisseurs. Deepika's debut performance was at the age of 3 for the 64th birth anniversary celebrations of Dr. M. L. Vasanthakumari.\n\nA disciple of Padmabhushan awardee Sudha Ragunathan for the past 20 years, Deepika also learns Hindustani Classical Music from Pandit Prasad Khaparde.\n\nDeepika has sung in 6 languages for leading music directors like Ilayaraja, A.R.Rahman, M.S.Viswanathan, Deva and Vidyasagar. Deepika has recently sung in movies such as Middle Class Abbayi, Baahubali, CSK, Kalloori, Ayirathil Iruvar, Poyyamozhi. She has also acted in a lead role and sung in a popular tele serial “Kaialavu Manasu” and its Hindi remake “Chhoti Si Asha” directed by K. Balachander, an ace Indian director. Deepika has acted and sung in movies besides being a voice actor in movies like “The Lion King”, “Avvai Shanmugi” “Yaan”, “Sandamarutham”, “Uttama Villain”, “Thani Oruvan”, “Enakkul Oruvan” and “Thiruttu Payale 2.” Deepika is a featured All India Radio A-Grade artist. She has been conferred with titles like “Yuva Kala Bharati” by Bharat Kalachar and “Isai Chudar” by Karthik Fine Arts. However, the highest honor has been the invitation from the U.S. Department of State to participate in the Fusion Arts Exchange program at Northeastern University, Boston in the year 2008.\n\nDeepika performs with the legendary singer Shankar Mahadevan on his special concerts. She has been a part of Star Vijay channel’s shows such as “Andrum Indrum Endrum”, “Thamizhukku Amuthendru Per”, performed music shows and hosted corporate shows of brands like ITC, Mangaldeep, Packaging Industries, Department of Commerce, Biovedas’ Medicall, Cognizant and TCS.\n\nDeepika holds a bachelor’s degree in Engineering (Information Technology) and is an undergraduate in Sanskrit.\n\n#artheals #artforall #arthealsweek4 #samarpanaforartsandwellbeing"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "15/04/2020",
  "day": [
    "Wednesday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow"
  ],
  "start_time": "18:00",
  "synopsis": "We are happy to introduce Pandit Vishal Krishna as the next dancer in the Art Heals series. He will be joining us live tomorrow (Wednesday, April 15th) at 6 p.m. IST.\n\nBorn into a family steeped in Indian classical dance, melody and rhythm has always been an integral part of Pt Vishal Krishna’s life.He is a descendant of the legendary family of Acharya Sukhdev Maharaj and the 4th generation of dancers of the Banaras Gharana. His family and doyens of the Gharana include, Kathak Queen Sitara Devi, Pandit Chaube Maharaj & Nataraj Gopi Krishna.\n\nPt Vishal Krishna started his dance training under the strict tutelage of his grandmother Kathak Queen Sitara Devi. Training under the undisputed doyen meant strict discipline and arduous practice for several hours a day. Through the years he also learnt with his father, a respected Kathak exponent, Pt Mohan Krishan and Pt Ravi Shankar Mishra.\n\nPt Vishal Krishna’s compositions are based on Indian mythology, giving the dance form a spiritual essence. He has a distinctive style of dancing, drawing from the treasure trove of themes composed and choreographed by his illustrious family. A striking element is his emphasis on abhinaya, based on compositions from ancient Hindu texts. His dance is characterized by perfect sync with melody, rhythm, poetry and a face exuding the nuances of Bhavyabhakti. He merges the lyrical finesse and rhythmic prowess of kathak with intelligent use of space in his performances. The insouciance of rhythmic brilliance with virile and vigorous movements enhance the beauty of his performances making him a much sought after artiste.\n\nApart from being a dancer of repute, he teaches students and choreographs pieces for audiences both in India and abroad.\n\nPt Vishal Krishna is regarded as an artiste with immense versatility and is the torchbearer of the Benaras Gharana.\n\nHe has won accolades performing extensively in India and abroad. These include the-\n\nShringar Mani \nPt Birju Maharajah Sangeet Samriddhi Samman\n\nBismillah KhanYuva Puraskar\n\n#artheals #artforall #arthealsweek4 #samarpanaforartsandwellbeing"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "15/04/2020",
  "day": [
    "Wednesday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow"
  ],
  "start_time": "12:30",
  "synopsis": "We are happy to introduce Vittal Rangan as the next musician in the Art Heals series. He will be joining us live tomorrow (Wednesday, April 15th) at 12:30 p.m. IST.\n\nVittal Rangan is a Chartered Accountant by profession and has cleared his C.A. Final in a single attempt. He started learning violin at age 8 initially from Late Sri. R.R. Keshavamurthy, and later from Sangeetha Kalanidhi Kum. A. Kanyakumari. He is an 'A' graded violinist and recipient  of the Shanmukhananda Bharat Ratna Dr MS Subbulakshmi Fellowship Award and the CCRT Scholarship. \nHe has to his credit the following awards - \nBest Violinist – Parthasarathy Sabha, Chennai - 2015\n\nBest Violinist Award at Kalavanta National Youth Festival - 2014\n\n1st Prize in All India Radio National Competition – 2010\n\nPratibha Akanshi Award from Ramaseva Mandali April 2009\n\nAnanya Yuva Puraskara Award 2009\n\nRotary Young Achievers Award– 2009\n\nLalgudi Gopala Iyer Best accompanying violinist–Krishna Gana Sabha 2009\n\n1st Prize in Instrumental music competition Indian Fine Arts Madras – 2008\n\n1st Prize in Instrumental – Music Academy Madras 2008\n\nBest Violin support artist Ananya Cultural Academy 2008\n\nCONCERTS:\n\nVittal Rangan performs with his Guru Kum. A Kanyakumari all over India. He has also accompanied great stalwarts and other senior musicians such as Padmabhushan awardee Sri. R.K. Srikantan, Padmabhushan awardee Sri. T.V. Sankaranarayanan, Sri. O.S. Thyagarajan, Sangeetha Kala Acharya Smt. Neela Ramgopal, Sri. S. Shankar, Smt. Ranjani & Smt. Gayatri, Smt. Kaushiki Chakraborty, Smt. Vishaka Hari, Sri. T.M. Krishna, Sri. N. Ravikiran, Sri. Sashank, Sri. Abhishek Raghuram, Sri. Kunnakudi Balamuralikrishna and Sri. Saketharaman.\n\nHe has toured several countries including New Zealand, Malaysia, Dubai, Germany, Brussels, Paris and Switzerland.\n\n#artheals #arthealsweek4 #artforall #samarpanaforartsandwellbeing"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "14/04/2020",
  "day": [
    "Tuesday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow"
  ],
  "start_time": "18:00",
  "synopsis": "We are happy to introduce Renjith Babu as one of the performers of our day long Tamil New Year celebrations as part the Art Heals series. He will be joining us live tomorrow (Tuesday, April 14th) at 6 p.m. IST.\n\nAn artist who exemplifies the best in Bharatanatyam, yoga, and martial arts; Renjith Babu combines his artistic excellence with a scientific understanding of the human body and its movements. The perfection and stylistic accessibility of his performances are extolled not just by critics and connoisseurs, but also by audiences uninitiated with the finer points of the dance form.\n\nHe started his training at the age of 5, under the tutelage of Smt. Prasanna Prakash (Kerala, India) and later he joined at the world renowned Kalakshetra (Chennai, India) where he acquired his dance diploma in the year 2000. He began his advanced training under the veteran Guru Professor C.V. Chandrasekhar and continues to do so till date. He has studied abhinaya in the ‘Navarasa Sadhana’ - Phase 1, acting methodology developed by Kathakali and Kudiyattam artist, Sri G Venu.\n\nRenjith has been featured as the principal dancer in acclaimed dance productions of senior gurus including that of his own Guru, Professor C.V. Chandrasekhar and the Dhananjayans' to name a few. His collaborations with leading artists have also resulted in the creation of some very widely appreciated productions.\n\nRenjith’s expertise has been enlisted by several dance schools in India, Australia and the United States, where he has conducted both Bharatanatyam and Yoga classes. His ability to teach the nuances of Bharatanatyam practice, theory and Nattuvangam makes him one of the sought after teachers in the field. An imaginative and vivid choreographer, Renjith’s creative works have received accolades the world over among the Indian dance diaspora.\n\n#artheals #artforall #tamilnewyear2020 #samarpanaforartsandwellbeing"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "14/04/2020",
  "day": [
    "Tuesday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow"
  ],
  "start_time": "7:30",
  "synopsis": "We are happy to introduce Nitya Narasimhan as one of the performers of our day long Tamil New Year celebrations as part the Art Heals series. She will be joining us live tomorrow (Tuesday, April 14th) at 7:30 a.m. IST.\n\nNitya Narasimhan is a Bharatanatyam dancer and Artistic Director of the Prayukti Academy for Indian Arts, California. She is under the tutelage of Guru Rukmini Vijayakumar, Bangalore and is a senior disciple/dancer in the Raadha Kalpa Dance Company. She began her Bharatanatyam training at the age of 4 and spent her formative years learning under Guru Suma Mani, Chennai. Nitya holds a diploma in movement and pedagogy from Attakkalari Centre for Movement Arts and Media and is currently pursuing an Art of Teaching program in Iyengar Yoga.\n\nNitya is a solo and freelance performer in the Bay Area, California and has worked with many reputed companies including Smt Vidhya Subramanian's Ensemble, Nava Dance Theatre, Abhinaya Dance Company and has been a part of notable productions touring across the US. She also extensively presents solo work and has been performing for the Chennai Marghazi season.\n\n#artheals #artforall #tamilnewyear2020 #samarpanaforartsandwellbeing"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": null,
  "start_time": "1:00",
  "synopsis": "PLEASE NOTE:\n\nDue to honourable Prime Minister Narendra Modi’s address to the nation at 10 am, we have rescheduled Ananya Bhat’s session to 9 pm🙏🏻\nPlease do join us!"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "14/04/2020",
  "day": [
    "Tuesday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow"
  ],
  "start_time": "1:00",
  "synopsis": "We are happy to introduce Vithya Arasu as one of the performers of our day long Tamil New Year celebrations as part the Art Heals series. She will be joining us live tomorrow (Tuesday, April 14th) at 11 a.m. IST.\n\nVithya, a classical dancer with an experience of over 22 years in Bharatanatyam, is also a trained Odissi and a Mohiniattam dancer.\n\nHer training in Bharatnatyam began at the age of 7 with Guru Krishnamoorthy and then continued to learn at Yoganjali Natyalayam. She has done her graduation in Performing Arts at Bharathiar Palkalaikoodam and her Master of Fine Arts from Sastra University. She has cleared the National Eligibility test in 2015. She has done a Diploma in Dance Teacher Training from Tamil University. She started learning at Nrithyodaya in 2013 under the Guru Dr. Padma Subrahmanyam, Srimati Uma Shriram and Dr. Gayatri Kannan. She has completed the Nritya Shali course which includes all the 108 Karanas and Angaharas.\n\nVithya started leaning Odissi from Ms. Kanchana from Auroville, a graduate from Nrityagram. She later received training from Guru. Surupa Sen at the city classes conducted in Bangalore and from Nrityagram. Her training in Mohiniattam is from Guru. Vichitra Dinakaran, a graduate of Kalamandalam and an Assistant Professor of Bharathiar Palkalaikoodam in Pondicherry.\n\nShe has performed extensively in her Guru Dr. Padma Subrahmanyam’s productions have been staged in India and abroad and has taken part in all the dance programs of the December season with her group since 2013. She has assisted her Guru Dr. Padma Subrahmanyam for a workshop conducted in Sri Lanka in 2016. She has performed for various prestigious festivals . She has demonstrated Odissi and Mohiniattam at the 38th Natya Kala Conference and at the Natyasastra Utsav organised by BIFAC, Sangeet Natak Akademi and Kalakshetra.\n\nVithya’s achievements include winning the Best Performer Award from Sri Parthasarathy Swamy Sabha in 2018. She is a recipient of Young Artistes Scholarship of ICCR from 2014-2016, a Gold Medalist in Bachelor of Performing Arts for the batch 2007-2011, has acquired the first mark in the Karana Exam (Nritya Shali) conducted in 2014, to name a few."
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "14/04/2020",
  "day": [
    "Tuesday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow"
  ],
  "start_time": "15:00",
  "synopsis": "We are happy to introduce Jayakumar Baradwaj as one of the speakers of our day long Tamil New Year celebrations as part the Art Heals series.\nHe will be presenting a talk  on 'Temples and the Arts' and will be joining us live tomorrow (Tuesday, April 14th) at 3 p.m. IST.\n\nS.Jayakumar is a performing classical musician trained at Kalakshetra Foundation. An avid researcher in the fields of Classical Music & Dance, South Indian History and Cultural History; he has professionally been associated with various institutions as a faculty and expert resource person for over a decade. Owing to his academic inclinations, he has presented talks and lecture demonstrations at various venues.\n\nA firm believer that a greater understanding of our past will increase the chances of creating a better future, Jayakumar is also the founder of a Culture Travel Company Courtyard Tours and an NGO, Prastara.\n\nJayakumar holds a master’s degree in Music, another Master’s in History and Heritage Management and one in Tamil Literature. He additionally holds a diploma each in Sound Engineering and Saiva Siddhanta. He has been trained in Epigraphy under the tutelage of Padma Bhushan awardee Dr. R. Nagaswamy and Professor S.Ramachandran of the State Archaeological Department, Tamil Nadu. He has had the privilege of working with some of the finest performing artistes in the Indian subcontinent. Some of his notable works: Bombay Jayashri’s musical drama ‘Thyagraja’, Mani Ratnam’s current magnum opus ‘Ponniyin Selvan’ for which he is the Research Consultant.\n\n#artheals #artforall #tamilnewyear2020 #samarpanaforartsandwellbeing"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "14/04/2020",
  "day": [
    "Monday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow",
    "today"
  ],
  "start_time": "13:00",
  "synopsis": "We are happy to present Amritha Murali as one of the performers of our day long Tamil New Year celebrations as part of the Art Heals series. She will be joining us live tomorrow (Monday, April 14th) at 12 p.m. IST.\n\nAmritha Murali is one of the most talented, popular and sought after musicians of the current generation. Her exceptional musical instincts have been well nurtured by her parents and Gurus. She has, today, gained much acclaim and recognition within the music fraternity as an extremely gifted, well accomplished and sensitive musician.\n\nAmritha’s music has been honed by Vidvan Sri K R Kedaranathan, Vidushi  Smt Meera Kedaranathan and Vidushi Smt Rama Ravi. She is currently under the tutelage of Vidvan Sri P.S.Narayanaswamy and Vidvan Shri R.K.Shriramkumar for vocal music. She is also adept at playing the violin and trains under Vidushi Smt.T.Rukmini.\n\nHer music showcases the value of classicism that is reflective of a hoary tradition. Endowed with a perfect blend of mellifluous voice, sharp intellect and focus on the aesthetic, Amritha’s performances are marked with erudition and emotion.\n\nShe has performed for many premier institutions and centers all over India and abroad. She has many awards to her credit and her music has earned the appreciation of the cognoscenti and the lay person alike.  Amritha has to her credit\n\nUstad Bismillah Khan Yuva Puraskar  from the Sangeet Natak Akademi , New Delhi, “Kala Ratna ” from the Cleveland Tyagaraja Aradhana, “Yuva Kala Bharathi” from Bharat Kalachar, Chennai,\n\nKalki Krishnamurthy memorial award\n\nthe title of ‘Nada Oli’ from Nada Inbam, Chennai, Outstanding Vocalist award from the Music Academy,Chennai for many years, to name a few.\n\nShe has won numerous awards and prizes as a violin artiste as well. She has performed many a concert with her guru Smt.T.Rukmini and has accompanied on the violin many senior artistes all over the country and abroad.\n\nAmritha is an A-graded artiste of the All India Radio and Doordarshan, Chennai.\n\nShe was granted a fellowship by the Sangeet Natak Academy,New Delhi to learn advanced  ragam, tanam and pallavis under Vidvan Shri B.Krishnamoorthy."
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "14/04/2020",
  "day": [
    "Tuesday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow"
  ],
  "start_time": "13:00",
  "synopsis": "We are happy to introduce Yogi Digvasu who will be presenting a talk on ‘Holistic Lifestyle’ as part of our day long Tamil New Year celebrations as part the Art Heals series. She will be joining us live tomorrow (Tuesday, April 14th) at 1 p.m. IST.\n\nSri Digvasa is a holistic lifestyle coach and a teacher of classical Yoga. He faciliates\n\nCorporate workshops on Classical Hatha Yoga, Holistic Lifestyle, Stress Management, Personal Effectiveness, Raw Vegan Diet expert\n\nPublic Workshops on Classical Hatha Yoga, Successful & Happy Living, Holistic Lifestyle  Personal one to one Coaching, Counseling \nHis mission is to create a joyful, peaceful and a loving world by transforming humans life and consciousness to attain their ultimate well being.\n\n#artheals #artforall #samarpanaforartsandwellbeing #tamilnewyear2020"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "14/04/2020",
  "day": [
    "Tuesday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow"
  ],
  "start_time": "17:00",
  "synopsis": "We are happy to introduce Dr. Sunita Menon who will be presenting a talk on 'Social Distancing and Mental Health' for our day long Tamil New Year celebrations as part the Art Heals series. She will be joining us live tomorrow (Tuesday, April 14th) at 5 p.m. IST.\n\nMs Sunita Menon is a Cognitive Behavioural Therapist in Private Practice in Chennai, India for almost 10 years now. she sees clients with issues ranging from personality disorders and addictions to pre-marital and couples counselling. Besides face to face sessions, web therapy is also offered to clients from across the globe besides India.\nwww.sunitacounsel.com\n\n#artheals #artforall #tamilnewyear2020 #samarpanaforartsandwellbeing"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "14/04/2020",
  "day": [
    "Tuesday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow"
  ],
  "start_time": "14:00",
  "synopsis": "We are happy to introduce Vivek Sadasivam & Vinay Varanasi who will be presenting a session on 'Carnatic Music and Storytelling' for our day long Tamil New Year celebrations as part the Art Heals series. They will be joining us live tomorrow (Tuesday, April 14th) at 2 p.m. IST.\n\nTheir performance is an interpretation of certain rather unexplored facets of the Panchabhootalinga Kritis of Nadajyoti Muthuswamy Dikshitar through storytelling and music. Dikshitar has composed kritis in each of The Panchabhootam or 5 elements - earth, water, fire, air and sky in the respective kshetras and while it is vast topic,they hope to view it through a different lens and keep it engaging for viewers with interests in all forms of the arts.\n\nVinay Varanasi is an architect by profession. In the field of music, he takes up compositions, and expresses them visually through paintings. He is exploring collaborations with musicians to showcase the confluence of music and visual arts. His first endavour in this effort was a collaboration with ramakrishnan murthy titled-Kalaabhyaam. He has collaborated and curated programs with Vivek Sadasivam and Sumesh Narayanan in this regard.Vinays interest in Sahithya has also led him to co-translate the compositions of Yogi Nareyana of Kaiwara. He writes Pallavi lyrics, and these Pallavis have been tuned and sung by vidushis Ranjani and Gayatri, Ramakrishnan Murthy, and J.A Jayanth.\n\nVivek Sadasivam is a Carnatic musician hailing from the direct Shishya Parampara of Nadajyoti Muthuswamy Dikshitar. After initial training from his grandfather Sri. Anantharaman Iyer and grand-aunt Smt. A Champakavalli, he carried on learning from his father Sri. A. Sadasivam. He is currently under the tutelage of Vid. Rudrapatnam Thyagarajan and Vid. Sanjay Subrahmanyan. A performing musician, he has received recognitions from The Music Academy Madras, Shanmukhananda Fine Arts, Sri Rama Seva Mandali and several other music organisations. He is an empanelled artiste of the ICCR and an A  grade artiste of All India Radio and Bangalore. Vivek has performed across India and abroad and collaborated with various artistes across art forms."
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "14/04/2020",
  "day": [
    "Tuesday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": null,
  "start_time": "16:00",
  "synopsis": "We are happy to introduce Sumesh Narayanan as one of the performers of our day long Tamil New Year celebrations as part the Art Heals series. He will be joining us live on Tuesday, April 14th at 4 p.m. IST.\n\nSumesh has been under the tutelage of Mridangam Maestro Kalaimamani Sri Thiruvaarur Bakthavathsalam for more than 20 years and has acquired the nuances of the traditional gurukulam approach of learning.\n\nSumesh has been performing for more than a decade in the city's prestigious sabhas and also frequents many other cultural hubs in the country. He also has to his credit, the experiences of collaborating with a number of contemporary musicians in many world music ventures. Owing to the same, he has been featured in prestigious magazines like the Open magazine, Sruthi, Provoke Lifestyle and others on a number of occasions apart from newspaper reviews and articles.\n\nApart from being a classical performing artist, Sumesh has also been a part of a number of innovative outfits that cut across musical genres and styles resulting in a contemporary flavour that suits the mindset of the newer generation.\n\n#artheals #artforall #tamilnewyear2020 #samarpanaforartsandwellbeing"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "14/04/2020",
  "day": [
    "Tuesday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow"
  ],
  "start_time": "19:00",
  "synopsis": "We are happy to introduce Malavika Rajhesh as one of the performers of our day long Tamil New Year celebrations as part the Art Heals series. She will be joining us live tomorrow (Tuesday, April 14th) at 7 p.m. IST.\n\nMalavika started learning classical music at the age of 4 under her grandmother Smt. Kunnakkudy Bala. She has also been learning to play the Veena from her father Kalaimamani Shri. Rajhesh Vaidhya for a couple of years now.\n\nMalavika was a part of a renowned television Reality show  Super Singer Season 6 (Vijay TV) and bagged the 2nd runner’s up position in the same. Malavika now performs in live concerts worldwide like Canada, Durban, London, Switzerland, Australia, Singapore and the United States.\n\nMalavika released her first devotional album in the year 2015 named “JAGATHGURU” which was composed by her father Shri.Rajhesh Vaidhya.\n\nMalavika has performed along with many leading band acts in the industry such as Rajhesh Vaidhya Live , Stephen Devassy’s Solid Band , The Non-Violinist Project.\nShe recently performed with the living legend “Shri.S.P.Balasubrahmanyam” sir.\n\nMalavika is also a part of Do You Have A Minute Series Live where songs are performed exactly for 1 minute (An Initiative by Shri. Rajhesh Vaidhya). Malavika has been felicitated at various events. She was also a part of the record attempt (Asia Book of Records), where the team accomplished 60 songs in 60 minutes as a part of Do You Have A Minute Series Live which was lead by Shri.Rajhesh Vaidhya.\n\n#artheals #artforall #tamilnewyear #samarpanaforartsandwellbeing"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "14/04/2020",
  "day": [
    "Tuesday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow"
  ],
  "start_time": "1:00",
  "synopsis": "We are happy to introduce Ananya Bhat as one of the performers of our day long Tamil New Year celebrations as part the Art Heals series. She will be joining us live tomorrow (Tuesday, April 14th) at 10 a.m. IST.\n\nAnanya Bhat - daughter of renowned astrologer Vishwanath Bhat and homemaker & boutique owner Revati Puranik - is a multi-lingual playback singer, performer and actor.\n\nHer initiation into music began when she was five. She trained in singing under Vidwan K Guruprasad and Roopa Guruprasad, R.S.Nandakumar n later by Smt.Bhargavi , now she is learning under Vid. Ananth Bhagwat.\n\nShe entered Rangabhoomi (theatre) at age 10, where she learnt to face the stage and to perform. She also realised her singer's voice, thanks to the guidance of theatre greats like Raju Anantaswamy, Mandya Ramesh and Shivaji Rao Jadav. Not too far away was her training in classical music. Along with taking up junior and senior classical exams, she learned Hindustani music under Vidwan Veerbadrayya Hiremath.\n\nNotably, she is the winner of the 64th South Filmfare Award (for best playback singing – female) for singing 'Namma Kaayo Devane' in 'Rama Rame Re'.\nShe won Mahila sadhaki award -2018 from suvarna news channel for her achievement in art at a very young age.\nShe also grabbed her Star Singer award - 2019  from \"Chitthara magazine\" at their 10th year anniversary. She has collaborated with music directors from Kannada, Tamil, Telugu and Bollywood.She has sung for movie KGF which had 3 songs of her's in all 5 Languages it was released.\n\nShe has crooned many a tunes for special shows such as Yuva Dasara, Bengaluru Ganesha Utsava, Gaganachukki Bharachukki Utsava recently her performance at Isha Sadguru stole millions of people's heart along with the Sadguru Jaggi Vasudev's where he himself mentions in the video before she sings and is also found crying after her divine performance in front of adiyogi on the auspicious night of MAHASIVARATHRI. \nShe turned an actor on big screen with movie Urvi, Bhoothakala , Bhramaka n many more which are yet to get released. However, her roots in theatre remain strong.\n\n#artheals #artforall #tamilnewyear2020 #samarpanaforartsandwellbeing"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "13/04/2020",
  "day": [
    "Monday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow"
  ],
  "start_time": "18:00",
  "synopsis": "We are happy to introduce Pavitra Krishna Bhat as the next dancer in the Art Heals series. He will be joining us live tomorrow (Monday, April 13th) at 6 p.m. IST.\n\nPavitra is one of the most distinguished disciples of the renowned Bharatanatyam exponent Guru Shri Deepak Mazumdar and had his initial training from Kalanjali under Kumari Vasantha. “Clarity and geometry marked this slim dancer’s movements, while his footwork was powerful.“ said The Hindu. Termed as an effortless dancer with precise movements Pavitra has been appreciated for his pure dance and sensitive Abhinaya by critics, connoisseurs and peers. Pavitra is an extremely vibrant and graceful performer.  It is a treat to watch him live on stage.\nAn ICCR Empanelled artist and ‘A Grade’ artist of Doordarshan ,  For his constant efforts , he has been awarded and recognised with Acharya Vishwanath Dev Sharma Talent search Award by Vedic Heritage, New York. \nLakshmi Vishwanathan Award for Abhinaya by Krishna Gana Sabha ,Chennai\n\nYUVA KALA BHARATHI\n\nAarsha Kala Choodamani Title conferred by Shri Dayaananda Saraswati ji in Pennsylvania (USA)\n\nPANDIT BHIMSEN JOSHI Award\n\nKALA RATNA AWARD – CLEVELAND –USA\n\nSHANMUKHA SANGEETHA SHIROMANI\n\nToured toured Dubai, Canada, Malaysia, Indonesia and USA  for performances also toured all over India for showing his talent.\n\nTo fulfil his urge to teach and spread knowledge to local talents he began P.A.V.I. (Pavitra Art Visual Institute), A Bharatanatyam Institute established in a suburb of Mumbai.\n\n#artheals #artforall #samarpanaforartsandwellbeing"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": null,
  "start_time": "18:00",
  "synopsis": "We are thrilled to reveal the next set of seven amazing dancers who will be coming together for Art Heals Week 4.\n\nPlease do join us on our Instagram Live every day at 6 P.M. IST to watch the beautiful performances of these artistes.\n\n#artheals #artforall #stayhome #fightingcovidtogether #samarpanaforartsandwellbeing"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "13/04/2020",
  "day": [
    "Monday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow",
    "today"
  ],
  "start_time": "12:30",
  "synopsis": "We are happy to present Amritha Murali as the next musician in the Art Heals series. She will be joining us live tomorrow (Monday, April 13th) at 12:30 p.m. IST\n\nAmritha Murali is one of the most talented, popular and sought after musicians of the current generation. Her exceptional musical instincts have been well nurtured by her parents and Gurus. She has, today, gained much acclaim and recognition within the music fraternity as an extremely gifted, well accomplished and sensitive musician.\n\nAmritha’s music has been honed by Vidvan Sri K R Kedaranathan, Vidushi  Smt Meera Kedaranathan and Vidushi Smt Rama Ravi. She is currently under the tutelage of Vidvan Sri P.S.Narayanaswamy and Vidvan Shri R.K.Shriramkumar for vocal music. She is also adept at playing the violin and trains under Vidushi Smt.T.Rukmini.\n\nHer music showcases the value of classicism that is reflective of a hoary tradition. Endowed with a perfect blend of mellifluous voice, sharp intellect and focus on the aesthetic, Amritha’s performances are marked with erudition and emotion.\n\nShe has performed for many premier institutions and centers all over India and abroad. She has many awards to her credit and her music has earned the appreciation of the cognoscenti and the lay person alike.  Amritha has to her credit\n\nUstad Bismillah Khan Yuva Puraskar  from the Sangeet Natak Akademi , New Delhi, “Kala Ratna ” from the Cleveland Tyagaraja Aradhana, “Yuva Kala Bharathi” from Bharat Kalachar, Chennai,\n\nKalki Krishnamurthy memorial award\n\nthe title of ‘Nada Oli’ from Nada Inbam, Chennai, Outstanding Vocalist award from the Music Academy,Chennai for many years, to name a few.\n\nShe has won numerous awards and prizes as a violin artiste as well. She has performed many a concert with her guru Smt.T.Rukmini and has accompanied on the violin many senior artistes all over the country and abroad.\n\nAmritha is an A-graded artiste of the All India Radio and Doordarshan, Chennai.\n\nShe was granted a fellowship by the Sangeet Natak Academy,New Delhi to learn advanced  ragam, tanam and pallavis under Vidvan Shri B.Krishnamoorthy.\n\n#artheals #artforall"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "14/04/2020",
  "day": null,
  "end_time": "8:00",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": null,
  "start_time": "7:00",
  "synopsis": "April 14 is Tamil new year day and we at Samarpana have more reasons to rejoice. We know what we are currently going through are tough times. But please remember “this too shall pass”\n\nWe have to show our solidarity in this unprecedented fight against Corona and we shall come out of this with more positivity, more power and more compassion to other beings 🙏\n\nTo keep the spirit going, we are extremely happy to put together a series of live sessions from 7.30 am to 8 pm on April 14. Please do join us and kindly spread the word. We'd like to take this opportunity to thank all the artistes from the bottom of our hearts who have graciously accepted to perform. While we are able to enjoy the comforts of our home, let us remember the daily wage workers whose lives have come to a standstill because of COVID and contribute as much as we can for their well-being.\n\nWe request you to attend the live series and just forget everything else and immerse yourselves in one day of unlimited calming, enriching and entertaining sessions.\n\n#artheals #artforall #fightingcovidtogether #stayhome"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "12/04/2020",
  "day": [
    "Sunday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow"
  ],
  "start_time": "18:00",
  "synopsis": "We are happy to present Smt. Indira Kadambi as the next dancer in the Art Heals series. She will be joining us live tomorrow (Sunday, April 12th) at 6 p.m. IST. \"An artist who has won enough critical acclaim, Indira Kadambi is a connoisseur's delight, is known as dancers dancer, yet is so deeply rooted and approaches art form with a reverence that few artists are able to maintain after becoming a globally known brand themselves..\" -Swapna Narayanan, Eyra.\n\nA woman of substance for whom Bharatanatyam is a personal statement, Indira is one of the prime students of Abhinaya doyen Guru Smt. Kalanidhi Narayanan. Initially trained under\rGuru Sri. Janardhan Sharma, Smt.Usha Datar and Smt.Narmada, Indira has travelled all over\rthe world for performances and workshops inspiring hundreds of students and teachers. A\rteacher par excellence, Indira is the Director of eAmbalam, the World’s first Online College\rof Indian Performing Arts, a state of Art blended e-learning platform, where students are\rtrained holistically through practical, innovative and niche teaching methodology. She is the\rcontent creator for Life Art Education where over 20000 children are trained under a niche\rK12 value based education program established by her well known musician husband Vidwan\rT.V.Ramprasadh.\n\nIndira has choreographed and performed several unique solo productions such as Vamshi - The\rDivine Flute, Hasya -  The Humor, Varsha Rithu - The Monsoon, Purusha Parinaam - Man Through Times, to name a few. She recently created history in the field of Bharatanatyam by reviving the art of performing a Margam for 4 hours.\n\nFor her contribution to the field, Indira Kadambi has been honoured with titles 'Vidya Tapaswi' from Tapas\rFoundation Chennai, 'Nrithya Kala Sagara' from Cleveland Thyagaraja Aradhana and 'Outstanding\rSenior Dancer Award' from Natyarangam, Chennai.\n\n#artheals #artforall"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "11/04/2020",
  "day": [
    "Saturday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow"
  ],
  "start_time": "18:00",
  "synopsis": "We are happy to present G. Narendra as the next dancer in the Art Heals series. He will be joining us live tomorrow (Saturday, April 11th) at 6 p.m. IST.\n\nNarendra is a post graduate from Kalakshetra Foundation and the Founder/Director of Avigna Dance Ensemble. He has\rchoreographed several dance productions including 'Abhyasa', 'The Living Tree’, ‘Silappadikaram’, successfully toured world\rover and won critical acclaim. Narendra has collaborated in productions with several Indian and International organizations and is well known for his excellent technique. A dancer who is lauded for his stage presence, is also associated with premier Natya institutions, offering creative support for their productions.\n\nNarendra's constant thirst to innovate drives him to explore differentiated spaces to demonstrate his art. This drives him seek\r\nopportunities to collaborate with artists, institutions and spaces which transgress the defined boundaries in which Natya is presented. He looks forward to performing in intimate spaces and chamber concerts that provide audience an opportunity to experience art up- close and connect with the emotional journey of the presenter. With the background of his traditional learning blended with contemporary perspective, Narendra often expresses himself through writing, dialogue and conversations.\n\nWhile in Kalakshetra, Narendra has performed lead roles in the ballets and productions. He has been associated with several\rproductions and institutions internationally including:\n\nCleveland Cultural Alliance, USA as Artistic Director and Resident Teacher • Pivotal roles in productions like Jungle Book in association with Ohio Ballet\n\nPerformed at Millennium Mission Congress at St. Peter Square\n‘Farce of The Drunken Monks’ for Sankalpam, a U.K based Dance Company. ‘Shingikaku’ a Japanese production for the internationally known Smithsonian Dance Festival\n\nPA (People’s Association Singapore) to choreograph and perform Navarasa Ramayana along with SIOC(Singapore Indian Orchestra And Choir)\n\nKhujuraho Festival, India\n\n#artheals #artforall"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "11/04/2020",
  "day": [
    "Saturday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow"
  ],
  "start_time": "12:30",
  "synopsis": "We are happy to present Rangappriya Sannkaranarayanan as the next musician in the Art Heals series. She will be joining us live tomorrow (Saturday, April 11th) at 12:30 p.m. IST.\n\nRangappriya Sankaranarayanan is a passionate violinist who has been receiving rigorous training in Indian classical violin since the age of ten. She began her training under the guidance of Sangeetha Rathnam Sri. T. S. Rajagopala Iyer. She has also learnt from Padma Shri awardee Sangita Kalanidhi A. Kanyakumari. Since 2013, Rangappriya has been under the able tutelage of Kalaimamani Embar S. Kannan.\n\nRangappriya is an experienced performer on stage, having performed extensively in concerts with both her teachers A. Kanyakumari and Embar Kannan. She is proficient in all three avenues - as part of group violin concerts, as an accompanying artiste and in performing duets. Winning first place in the Carnatic solo violin competitions organised by Sabha-s like the Mylapore Fine Arts, Chennai and Rasika Ranjani Sabha, Trichy among several others are testimony to her skill and training. Rangappriya strives to be a complete musician and has also acquired knowledge on the technical front of music production, owing to the exposure given to her by her teacher Embar Kannan, whom she has accompanied to many a recording studio. She is now training in the theory of Western classical music from Trinity College, London. Apart from playing the violin, her interests include composing scores and doing voice overs.\n\nShe is currently pursuing a Bachelor’s degree in Dental Surgery (BDS) at SRM Dental College, Ramapuram and is in her final year.\n\nSome notable achievements of Rangappriya are:\n\nStarting an all women ensemble ‘Pravaham’\n\nBeing placed as a semi-finalist in the reality show India’s Got Talent Season 8 (2018) where she was a golden buzzer contestant and performed on the violin along with Navneeth Sundar on the iPad\n\nPerforming for television channels Jaya TV, Sun TV, DD Podhigai and SVBC as an accompanying artiste\n\n#artheals #artforall"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "10/04/2020",
  "day": [
    "Friday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow"
  ],
  "start_time": "18:00",
  "synopsis": "We are happy to present Prateeksha Kashi as the next dancer in the Art Heals series. She will be joining us live tomorrow (Friday, April 10th) at 6 p.m. IST.\n\nPrateeksha Kashi is being trained in Kuchipudi under the guidance of her mother and Guru Vyjayanthi Kashi, a celebrated performer and choreographer. She has performed in several prestigious dance festivals at regional, national and International levels. An empanelled artist of Indian Council for Cultural Relations (ICCR), Prateeksha has toured various countries not only to perform but also to conduct workshops along with her Guru.\n\nPrateeksha is an A grade artist of the broadcasting media-Dooradarshan Kendra. She has been honoured with Ustad Bismillah Khan Yuva Puraskar 2013-2014 by Central Sangeet Natak Academy, Aditya Birla Kalakiran Puraskar and Medha Jalota Puraskar from Jalota Welfare Foundation. Prateeksha has the title of Nalanda Nritya Nipuna, instituted by Nalanda Dance Research Centre. She has released a Kuchipudi DVD titled The Magic of Kuchipudi featuring the choreographic works of her Guru, Vyjayanthi Kashi.\n\n#artheals #artforall"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "10/04/2020",
  "day": [
    "Friday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow"
  ],
  "start_time": "12:30",
  "synopsis": "We are happy to present Sushma Somasekharan as the next musician in the Art Heals series. She will be joining us live tomorrow (Friday, April 10th) at 12:30 p.m. IST.\n\nSushma Somasekharan is a Carnatic Vocalist based in Singapore and Chennai. Sushma has performed in several prestigious organisations including Madras Music Academy, wherein she has won the Outstanding Vocalist Award - Junior for her performance, Esplanade Theatres by the Bay Singapore, Indian Embassy Brussels, Indian Consulate Luxembourg, Bharatiya Vidya Bhavan London and many more. She recently toured the USA in April 2019 with Dr Gowri Ramnarayan as part of the DK Pattamal centenary celebrations. She also collaborated with in London with Mythili Prakash for her premiere of her production, Here and Now. Passionate about bringing Carnatic Music to the uninitiated, Sushma is also a lecturer at the National Institute of Education, Singapore where she hopes to inspire students to learn more about Indian Classical Music.\n\n#artheals #artforall"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "9/04/2020",
  "day": [
    "Thursday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow"
  ],
  "start_time": "18:00",
  "synopsis": "We are happy to present Purvadhanashree as the next dancer in the Art Heals series. She will be joining us live tomorrow (Thursday, April 9th) at 6 p.m. IST.\n\nPurvadhanashree is a Vilasini Natyam and Bharatanatyam artiste. From 2000 to 2014 she learnt Vilasini Natyam under Padmabhushan Guru Swapnasundari.  Sahitya Kala Parishad, Delhi selected Purva under the Young Talent Scholarship in the year 2002.\n\nFor the achievement in the field of Vilasini Natyam, Central Sangeet Natak Akademi awarded Purvadhanashree the Ustad Bismillah Khan Yuva Puraskar  in 2008. She is an empanelled artiste of SPIC MACAY and has been regularly conducting workshops and Lecture demonstrations across the country. In 2015 Bhanja Kala Mandap, Bhubaneshwar honoured Purva with the Jayadev Puraskar. And in 2016 she was awarded the Devadasi Sashimani Devi Smriti\nPuraskar in the 11th Devadasi National Dance Festival, Bhubaneshwar. \nPurvadhanashree is the daughter and disciple of Guru Kamalini Dutt in Bharatanatyam. She is a \"TOP grade” Bharatanatyam artiste of Doordarshan and an empanelled artiste of ICCR.\n\nSome of her major Vilasini Natyam presentations-\nMadras Music Academy, Margazhi Festival 2020\nKrishna Gana Sabha, Pongal Festival 2020\nSwati Tirunal Festival  2019\nNatya Kala Conference  2018\nKalakshetra Monthly Festival 2017\nNrityotsava, Sangeet Natak Akademi, Raipur, 2016\nHabitat Concert series, December 2015\nUmang Series by NCPA, Mumbai - December 2014 Mudra Festival 2010\nKhajuraho Festival 2008\nMudra Festival, Trivandrum  2007\n\n#artheals #artforall"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "8/04/2020",
  "day": [
    "Thursday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow"
  ],
  "start_time": "12:30",
  "synopsis": "We are happy to present Vishnu Ramprasadh as the next musician in the Art Heals series. He will be joining us live tomorrow (Thursday, April 8th) at 12:30 p.m. IST.\n\nVishnu R is a guitarist, composer, inventor and patent-holder of NAVTAR ®️, the only instrument in the world showcasing the best of Indian microtonal and Western harmonic music. Vishnu's unique, superlative command over Indian and Western traditions has gained him international attention, with performances and workshops across India, Europe and USA. He is a Grade 8 distinction holder in Western Classical Guitar performance from the Trinity College of London.\n\nVishnu has been awarded the Chennai/Karnataka Rajyothsava award, Pogo Amazing Musician award in 2010 for his efforts. Vishnu has also played guitars for numerous Indian Films. He has given lectures and talks in prestigious forums such as CII (Confederation of Indian Industry) & Indian Music Experience.\n\n#artheals #artforall"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "8/04/2020",
  "day": [
    "Wednesday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow",
    "Today"
  ],
  "start_time": "18:00",
  "synopsis": "We are happy to present Arushi Mudgal as the next dancer in the Art Heals series. She will be joining us live tomorrow (Wednesday, April 8th) at 6 p.m. IST.\n\nArushi Mudgal is one of the foremost young talents in the field of Odissi, known for her technical virtuosity and creative approach to tradition. She has trained under her aunt and Guru Vidushi Madhavi Mudgal at the Gandharva Mahavidyalaya, Delhi, a premiere music and dance institution founded by her grandfather, Pt Vinaya Chandra Maudgalya, and currently headed by her father, Pt Madhup Mudgal.\n\nArushi was selected as one of the Top Ten Dancers of 2018 by the New York Times. She tours extensively performing at various art festivals within the country and abroad. She has performed at some of the finest theatres of France like Theatre de la Ville, Musee Guimet, Cite de la Musique and Maison de la Danse, besides dancing at prestigious festivals in USA, UK, Austria, Germany, Spain, Belgium, Greece, China, Malaysia and Singapore. In India, she has been featured at the Music Academy, Krishna Gana Sabha, Karthik Fine Arts, Brahma Gana Sabha – Chennai, the Nishagandhi Festival – Trivandrum, N.C.P.A. – Mumbai, and Sangeet Natak Akademi’s Yuva Puraskar Festival – Delhi, among several others. She has also had the privilege of performing for dignitaries like the former Indian President Shri Abdul Kalam, President Shri Pranab Mukherjee, Prime Minister Shri Narendra Modi and former President of USA, Mr Barack Obama at the Rashtrapati Bhavan, New Delhi.\n\nIn 2008, Arushi was the only Indian artiste to be invited by the famous dancer-choreographer Pina Bausch of Wuppertal Tanztheater to perform at the Internationales Tanz Festival in Dusseldorf, Germany.\n\nArushi has been featured as one of the young ‘Game Changers of India’ by India Today. For her contribution in the field of Odissi dance, she has been presented with various awards including Sangeet Natak Akademi’s prestigious national award - Ustad Bismillah Khan Yuva Puraskar, the Young Women Achievers’ Award by FICCI, the Indian President’s Bal Shree Award, the Rajiv Gandhi Excellence Award and several others.\n\n#artheals #artforall"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "8/04/2020",
  "day": [
    "Wednesday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow",
    "today"
  ],
  "start_time": "12:30",
  "synopsis": "We are happy to present Shreya Devnath & Praveen Sparsh as the next set of musicians in the Art Heals series. They will be joining us live tomorrow (Wednesday, April 8th) at 12:30 p.m. IST.\n\nShreya Devnath\n\nShreya Devnath is a student of the legendary Sri Lalgudi Jayaraman. She is a well-established solo violinist, who also curates, performs and tours with “A Carnatic Quartet”, a Carnatic instrumental ensemble, as also “An Experiment with Sound and Music”, a duet with percussionist Praveen Sparsh. A capable vocalist, and committed teacher, Shreya handles students from different parts of the world. She has toured the US and UK extensively, as also Australia, Singapore, Malaysia, Indonesia, Sri Lanka and Dubai for concerts and workshops. She has scored and performed music for plays, ad jingles and short films. Shreya has also created music outreach programs for underprivileged children, with the intent of spreading the joy of music far, wide and deep. Her music is characterised by substance and freshness, a journey for the artiste and the audience.\n\nPraveen Sparsh\n\nPraveen Sparsh is one of the most sought after Mridangam exponents in the field of Carnatic music today. Having trained in the mridangam under Guruvayur Sri Dorai from the age of five, Praveen is now also a multi percussionist and a music producer who has scored and performed music for plays, ad jingles and short films. He has toured the United States extensively, as also, countries like Luxembourg, Germany, Belgium, France, Amsterdam, Singapore, Malaysia, Srilanka, Jakarta, Sydney, Melbourne, Israel and Palestine. Praveen’s perception of music is as nuanced as it is precise, and his boundless artistic curiosity reflects in his wide array of musical explorations.\n\n#artheals #artforall"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "7/04/2020",
  "day": [
    "Tuesday"
  ],
  "end_time": "unknown",
  "event_name": "samarpanaforartsandwellbeing",
  "link": "http://www.instagram.com/samarpanaforartsandwellbeing",
  "nonspecificday": [
    "tomorrow"
  ],
  "start_time": "18:00",
  "synopsis": "We are happy to present Dr. Gayatri Kannan as the next dancer in the Art Heals series. She will be joining us live tomorrow (Tuesday, April 7th) at 6 p.m. IST.\n\nGayatri hails from an artistic family - her mother Smt. Uma Sriram is the senior most disciple of Dr. Padma Subrahmanyam.\nGayatri is one of the senior most disciples of Dr. Padma Subrahmanyam (Director, Nrithyodaya) for dance and Vidwan Sri S. Rajam for music. She is also the main singer for her Guru and her disciples.\nWith a Degree in Sanskrit, Gayatri obtained her Ph.D Degree  for “Madhura Vijayam - A Literary Study\". A recepient of \"Yuva Kala Bharati\" and \"Nrithya Choodamani\" Gayatri is presently the Principal of Nrithyodaya. She is married to Dr. Padma Subrahmanyam's nephew Sri B. Kannan, a well known Veena Vidwan and Secretary of Nrithyodaya.\n\n#artheals #artforall"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "noDate",
  "day": null,
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": [
    "Today"
  ],
  "start_time": "15:00",
  "synopsis": "Today's Special! .\n\nAlarippu Adventures .\n\nChristopher Gurusamy, Harinie Jeevitha, Radhe Jaggi, Preethi Ramaprasad .\n\nComposer: Ramamoorthy Sriganesh. .\n\nhttps://youtu.be/nWdqVaPzKuM .\n\nLink in bio . .\n\nStay tuned every day to this channel at 3pm daily and enjoy and relive these sessions! . . .\n@christophergurusamy\n@radhejaggi\n@sridevi_nrithyalaya_\n@preethstergram\n#krishnaganasabha #nkcforever #natyakalaconference #performingarts #dancefestival #december #bharatanatyam #classicaldance #indiandance #performingarts #dance #aalaap #conference #margazhiseason #PayfortheArts #Nirikshana #nkc2019"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": [
    "wednesday"
  ],
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": null,
  "start_time": "21:00",
  "synopsis": "A versatile singer and also a person who enjoys the versatility of music!\n\nGet to know more about tonight's performer, Chandana Bala Kalyan @chandanabalakalyan from this chat we had with her!\n\nThe show is at 9pm! Don't forget to get comfortable and check into @aalaap_concepts to indulge in a musical treat!\n\n@akhila_krishnamurthy \n@supri_suresh \n@rajeshs8 \n#aalaapmusicals #chandanabalakalyan #musicnight #musicalwednesday #instagramlive #instamusic #healthroughthearts #musictomyears #soothing #spirituality #singalong #relax #stayhome #creativequarantine #musicalquarantine #singersofinstagram #singer #indianmusic"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "She is the strongest woman we know of, for she incessantly bears and nurtures us all. This time - a lockdown of sorts across the globe - seems to be a sort of vacation for her, right? \nWell, honestly, let her enjoy it! And while she is at it let us all take an oath to never let her down!\n\nIt is indeed an honour for Aalaap to be collaborating with the Earth Day Network on this lovely project that is beyond gender, caste, creed ,race and religion. This is just a story of the arts and artists coming together to say Thank You to the mother that bears and protects us all. \nOn 22nd of this month, we celebrate Earth Day and until then we are going to be flooding you with really fun snippets from the making and creation of Dharti Ma, a tribute to Earth. This song is an amalgamation of styles rendered by some of the finest musicians from India - Bombay Jayashri, Kaushiki Chakraborty, Shankar Mahadevan, Hans Raj Hans, Mahesh Kale, Shweta Mohan, Abhay Jodhpurkar, Abhishek Raghuram and MD Pallavi.\n\nStay tuned and we promise you that this week is going to be a lot of fun!\n\n@shankar.mahadevan @jayashriramnath @kaushiki_sings @hansrajhanshrh @maheshmkale @_shwetamohan_  @abhayjodhpurkar @abhishekraghuram @pallavi_md @amritramnath @karthikmusicexp @music.sayeerakshith @abinandandavid @rudranym @mountaditya @cheenivenkat @earthday_network \n#dhartima #earthday2020 #motherearth #songforearth #earthdayanthem #savemotherearth #environmentalconsciousness #earthlove #salutations #pancabhutas #tributetoearth #climateaction #climatechange"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": [
    "Saturday"
  ],
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "We are making plans for this Saturday! Stay tuned! #her #lockdownlife #hopeinthetimeofcorona"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": [
    "wednesday"
  ],
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": null,
  "start_time": "21:00",
  "synopsis": "\"I begin at the beginning and end at the beginning\"\n\nPresenting to you, Chandana Bala Kalyan @chandanabalakalyan who will be taking us on a journey of music and spirituality tonight at 9pm, live on @aalaap_concepts !\n\nTune in and let us share the joy and peace of her music!\n\n@akhila_krishnamurthy @supri_suresh @rajeshs8 \n#instalive #instagrammusic #singersofinstagram #chandanabalakalyan #aalaap #aalaapmusicals #mixtape #singalong #singawaycorona #stayhome #musicalnight #livemusic #liveconcerts #instamusic #creativequarantine #musicalquarantine #musicalwednesday"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": [
    "Today",
    "today",
    "Tomorrow",
    "tomorrow",
    "tomorrow"
  ],
  "start_time": "unknown",
  "synopsis": "“Today was good, today was fun. Tomorrow is another one” Dr Seuss\nTune in tomorrow for a journey through spiritual poetry across genres by the versatile and talented Chandana Bala Kalyan. We’ve loved her music for a long time and we are nothing short of privileged to showcase her on our channel. We are full of Abhangs and Ashtapadis and are looking forward to soaking in some spirituality tomorrow. Finish dinner, get the dishes done, forget all else and just take an hour off from the world and the noise around and immerse yourself in music! @chandanabalakalyan @sub_boo1 @supri_suresh @rajeshs8 #hopeinthetimeofcorona #music #spirituality"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": [
    "tuesday"
  ],
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": [
    "today"
  ],
  "start_time": "21:00",
  "synopsis": "This is the serenity that will come to your mobile screens at 9pm sharp today!\nListen and join us in this musical sojourn. \nDon't forget! 9pm on our Instagram handle!\n\n@sudharaghuraman20 @akhila_krishnamurthy \n#musicnight #instagramlive #livemusic #carnaticmusic #serenity #sudharaghuraman #abhang #ashtapadi #aalaap #musicaltuesday #healthroughthearts #musiciansofinstagram #musictomyears"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "noDate",
  "day": null,
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": [
    "Today"
  ],
  "start_time": "15:00",
  "synopsis": "Today's Special!\n\nDance Curation: Concerns and Challenges\n\nY Prabhu, Sridhar Shanmugam, Harishankar Krishnaswami, Natarajan Ramji, Swapnokalpa Dasgupta, RV Raghavendra\n\nModerator: Akhila Krishnamurthy\n\nhttps://youtu.be/BubP8ULQLHU\nLink in bio!\n\nStay tuned every day to this channel at 3pm daily and enjoy and relive these sessions!\n\n#krishnaganasabha #nkcforever #natyakalaconference #performingarts #dancefestival #december #bharatanatyam #classicaldance #indiandance #performingarts #dance #aalaap #conference #margazhiseason #Payforthe Arts #Nirikshana #nkc2019\n\n@akhila_krishnamurthy @krishnaganasabha @the_location_guru"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": [
    "tuesday"
  ],
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": null,
  "start_time": "21:00",
  "synopsis": "A concerned mother, an insightful singer and a lot more!\nSudha Raghuram @sudharaghuraman20 in conversation with Aalaap!\n\nRead on and tune in at 9pm as she goes live on our Instagram handle - @aalaap_concepts\nListen and tell us whether it is Romance in Devotion or Devotion on Romance!\n\n@akhila_krishnamurthy\n@supri_suresh\n@rajeshs8 \n#instamusic #carnaticmusic #singersofinstagram #abhang #ashtapadi #krishna #sudharaghuraman #instagramlive #musicaltuesday #musicnight #singwithus #devotional #romantic #soothing #gooddaystocome #stayhome #creativequarantine #musicalquarantine"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": [
    "tuesday"
  ],
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": null,
  "start_time": "21:00",
  "synopsis": "We are extremely excited to bring to you Episode 2 of Mix Tape with Sudha Raghuraman  @sudharaghuraman20 and G Raghuraman on the flute at 9pm tonight!\n\nIt's going to be a musical immersion with devotion and the romanticism in such devotion!\n\n@akhila_krishnamurthy\n@supri_suresh\n@rajeshs8 \n#ashtapadi #musicaltuesday #instagramlive #musicnight #livemusic #stayhome #soothing #sudharaghuraman #singersofinstagram #singer #carnaticmusic #carnatic #abhang #krishna #healthroughthearts #immersiveart"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "noDate",
  "day": null,
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": [
    "Today"
  ],
  "start_time": "15:00",
  "synopsis": "Today's Special!\n.\nThe Expanding Canvas\n.\nBy Malavika Sarukkai\n.\nDon't forget to hit the Subscribe button in YouTube!!!\n.\nhttps://youtu.be/Q6zJ3GfjoSE\n.\nStay tuned every day to this channel at 3pm daily and enjoy and relive these sessions!\n.\n.\n.\n#krishnaganasabha #nkcforever #natyakalaconference #performingarts #dancefestival #december #bharatanatyam #classicaldance #indiandance #performingarts #dance #aalaap #conference #margazhiseason #PayfortheArts #Nirikshana #nkc2019"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": [
    "monday",
    "monday"
  ],
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": null,
  "start_time": "21:00",
  "synopsis": "How many of us remember 'OLiyum Oliyum' from the good old days of DD?\n\nWell, we are bringing it back to you through a more advanced technology - Insta live! :)\nWe present to you R P Shravan @rpshravansinger through this fun conversation we had with him!\n\nWe turn the volume up at 9pm tonight on @aalaap_concepts \nDon't forget to finish your work and settle down before that!\n\n@akhila_krishnamurthy @supri_suresh @rajeshs8 \n#tamilmusic #tamilcinema #oliyumoliyum #rpshravansinger #mondaymotivation #musicalmonday #stayhome #quarantinelife #singalong #cinemamusic #aalaap"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": null,
  "start_time": "21:00",
  "synopsis": "We’ve always been big fans of R P Shravan. We love how he is rooted in the classical but with a fascinating range and voice that makes the music of cinema sound amazing. We are so excited to showcase R P Shravan in the first episode of our Mix Tape series that begins at 9pm (IST) right here on our Instagram channel! Shravan has a very interesting mix of vodka songs lined up for us. We can’t wait! Finish dinner and chores and together let’s enjoy some great music! @rpshravansinger @sub_boo1 @supri_suresh @rajeshs8 #mixtape #hopeinthetimeofcorona #music #cinema #playlist #eclectic"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "Coming Soon! Only one hour of social media immersion! Everyday, six days in a row! Stay tuned, and with us! Mix Tape is our new baby! #hopeinthetimeofcorona #lockdownlife #music #arts #mixtape"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "We are sure you will all agree that expression/communication is the ultimate goal of mankind and the arts is the most creative avenue for that expression of life, in a sense.\n It has been exactly 24 hours since we presented Through his Lens, a marathon of abhinaya with 8 eminent male artistes and we are still reeling from that magic the artistes created on screen - we mean insta live :) Vaibhav Arekar set off our festival with an ode to lord shiva and segued into a very popular song on Lord Krishna but handled it in a reflective, introspective way. Krishna Nee Beganae Baaro, unlike the usual love of a mother that we are often used to seeing, came alive as a search for the warmth of a child’s innocence. Christopher (Gurusamy) lead the way thereon from conventional to contemporary in terms of thought and music. A bold Javali where the nayika (heroine) shuns away the judgements of society. We also loved how he travelled from the bold to the broken featuring a lovelorn Radha and came back to the modern world with a Javali that has lyrics written in both Telugu and English – truly one-of-its-kind. The contemporary in the classic was further enhanced by Praveen Kumar who identified a very traditional piece that captures the the relationship between Krishna and Yashodha and viewed it from an entirely male perspective. He went a step ahead and appropriated the choice of song to the slogan of the present – ‘Stay Home’! Kasi (Aysola) took us through a linguistic journey choosing a song in Telugu, Tamil and Hindi and establishing how the shades of abhinaya can change with the change of language. Shijith (Nambiar) set out the mood to be rather romantic and took us through a myriad of emotions where he questioned, loved and finally surrendered. Devotion and love are two sides of the same coin which finally lead to a divine surrender and this is what Bhavajan (Kumar) brought to us. The keertanam was a devotee’s celebration of the Lord’s magic from which he travelled down a path of love and pain through the Ashtapadi. Parshwanath (Upadhye) created a surreal aura through his music and dance which he performed simultaneously. Contd in comments"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "Because sometimes, we forget to say thank you that is befitting enough for the generosity with which artistes share and showcase their arts! We at Aalaap thoroughly enjoyed presenting this series which was a deep dive of sorts into specific ideas - ragams, language and poetry - by a bunch of women - all of whom we admire - and a young talent from Austin Texas, Vishaal Sapuram, who also came on board with the same spontaneity that these gorgeous women did when we sounded them off this idea. We enjoyed listening to Kaapi as much as we did the joyous Sankarabharanam; we hummed along and celebrated the aesthetic Reeti Gowlai and we had goosebumps when we heard Desh; we discovered the many facets of Mukhari and travelled along the landscape of language and finally signed off with the power of poetry that has a quality of strength, pathos, rawness, and an unwashed sense of vulnerability. We loved it and we thought we must say Thank You for the Music! Stay with us as we help you cope this lockdown and together, let’s distract ourselves and soak in the arts! @murali.amritha @vidhyaraghavan @sriranjaninsta @nisha.rajagopalan @bharathiramasubban @sushmasaurus #hopeinthetimeofcorona #music #gratitude"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "noDate",
  "day": null,
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": [
    "Today"
  ],
  "start_time": "15:00",
  "synopsis": "Today's Special!\n\nDance Buddies: Revisiting the Kuravanji Story By Sudharani Raghupathi, Dr Padma Subrahmanyam, Chitra Visweswaran\n\nDon't forget to hit the Subscribe button on YouTube!!! https://youtu.be/4x6qciQtavu\n\nLink in bio!\n\nStay tuned to this channel at 3pm daily.\nEnjoy and relive these sessions!\n\n#krishnaganasabha #nkcforever #natyakalaconference #performingarts #dancefestival #december #bharatanatyam #classicaldance #indiandance #performingarts #dance #aalaap #conference #margazhiseason #Payforthe Arts #Nirikshana #nkc2019 #ramavaidyanathan"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": [
    "sunday"
  ],
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": [
    "today"
  ],
  "start_time": "16:00",
  "synopsis": "There is music in potery and poetry in music!\n\nPresenting to you the love Sushma Soma @sushmasaurus has for music and poetry through this interesting talk we have with her!\n\nAt 4pm today poetry will come alive through her music. Join us and enjoy an hour of magical music!\n\n@akhila_krishnamurthy @supri_suresh @rajeshs8 \n#carnaticconcert #carnaticmusic #instagramlive #musicalsunday #musictomyears #sushmasoma #musicalquarantine #stayhome #quarantinelife #aalaap #aalaapmusicals #tagore #subramaniyabharathiyar #tamil #bengali"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": [
    "sunday"
  ],
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": [
    "evening",
    "today"
  ],
  "start_time": "16:00",
  "synopsis": "This is a serious blast from the past! We thought we’d share this not just to recap our memory but also to celebrate our musician this evening, Sushma Soma who has been collaborating with us since the ineption of Aalaap!\n\nDon't forget to check in at 4pm today as she goes live on @aalaap_concepts !\n\n@sushmasaurus \n@akhila_krishnamurthy \n@supri_suresh \n@rajeshs8 \n#throwback #carnaticmusic #instalive #instagrammusicians #musictomyears #musicalsunday #creativequarantine #stayhome #blastfromthepast #holi"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": [
    "tomorrow",
    "tomorrow"
  ],
  "start_time": "16:00",
  "synopsis": "We are still reeling from the magic of the marathon abhinaya sessions we just witnessed and before we write a note thanking these wonderful artistes and all of YOU, for being with us, and participating in it, we thought we’d block your time for tomorrow at 4pm where Sushma Somasekhrana - one of Aalaap’s favourite musicians, and old friend, and a collaborator from the past - will take us on an hour-long journey with the beautiful and powerful poetry of Subramya Bharathi and Rabindranath Tagore. Titled literally as a drawing room conversation between these two icons, and moderated by Sushma, we are certain this is a session you just don’t want to miss! Incidentally, we got featured in The Hindu so it was a sweet recognition of the work we’ve been attempting to do under the umbrella of Hope in the Time of Corona! See you tomorrow at 4pm! @sushmasaurus  @sub_boo1 @supri_suresh @rajeshs8 #hopeinthetimeofcorona #music #classical #carnatic #tagore #bharathi"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "noDate",
  "day": null,
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": [
    "today"
  ],
  "start_time": "15:00",
  "synopsis": "Hope you are staying home and safe!\n\nLike we promised, we start today with the inaugural video of the 39th edition of our annual marquee event, Natya Kala Conference titled Nireekshana, Bharatanatyam: Under the magnifying glass, convened by Rama Vaidyanathan\n\nhttps://youtu.be/h7jxMNOCOM\n\nLink in bio\n.\n.\nHope you will stay tuned every day at 3pm daily and enjoy and relive these sessions!\n.\n.\n.\n.\n#krishnaganasabha #nkcforever #natyakalaconference #performingarts #dancefestival #december #bharatanatyam #classicaldance #indiandance #performingarts #dance #aalaap #conference #margazhiseason #Payforthe Arts #Nirikshana #nkc2019"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": null,
  "start_time": "15:00",
  "synopsis": "Language, Music, Mumbai and Chennai, and a lot more that has shaped our artiste for the day!\n\nGet to know the wonderful and versatile Bharathi Ramasubban @bharathiramasubban  through this short conversation we had with her!\n\nThe stage is set and our artiste is ready, curtains go up at 3.59pm and 'Bhasha' goes live at 4pm!\nTune in and enjoy the exploration of music and language.\n\n@akhila_krishnamurthy @supri_suresh @rajeshs8 \n#carnaticconcert #carnaticmusic #instalive #livemusic #livemusic #bharathiramasubban #aalaap #healthroughthearts #stayhome #creativequarantine"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": null,
  "start_time": "17:00",
  "synopsis": "We thought we’d give you a sense of the schedule of Through his Lens, a marathon of abhinaya by eminent male artistes from the world of Bharatanatyam.\nDo tune in at 5pm sharp and stay with us. If you have any questions post each session, don’t hesitate to DM us and we will have the a response shared. We hope you will participate and engage in what we are certain will be a meaningful experience! See you soon @vaibhavdance @christophergurusamy @praveenkumardance @kasiaysola @shijith_n_parvathy @bhavajan.kumar @parshwanathupadhye @pavitra_krishna_bhat #abhinaya #hopeinthetimeofcorona #marathon #expressions #articulations"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": [
    "Wednesday"
  ],
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "And we’re back! Post the abhinaya series that we are waiting with so much excitement, we will wind down with some music that promises to be a blast from the past! Looking forward to meeting those w met on Wednesday and a whole bunch of first-timers! See you soon! And thanks @eddieprithiviraj oh and @gavorevinsta and @sharanoos definitely need you guys to join the sing along! #hopeinthetimeofcorona #singalong #music #retro #jazz #blues"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "noDate",
  "day": null,
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": null,
  "start_time": "15:00",
  "synopsis": "NKC is back! \nFirst up, we thank once again, all those of you who supported the Conference by showing up and those who subscribed to the online streaming session of the NKC 2019! Given the unprecedented situation with the Coronavirus pandemic and with all of us stuck at home, we thought it would be a small gesture on our parts to bring you a session a day over this period, absolutely free of cost. This will help more of you witness the magic of NKC 2019! Hope you will stay tuned every at 3pm daily and enjoy or relive these sessions!\n\n#krishnaganasabha #nkcforever \n#natyakalaconference \n#performingarts #dancefestival \n#december #bharatanatyam \n#classicaldance \n#indiandance #performingarts \n#dance #aalaap \n#conference #margazhiseason \n#PayfortheArts #Nirikshana #nkc2019"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": [
    "Tomorrow",
    "tomorrow",
    "tomorrow",
    "evening",
    "evening"
  ],
  "start_time": "16:00",
  "synopsis": "It is only with the advent of language that man's creative expression could be documented and songs are one of the most creative documentations of the human race.\nTomorrow at 4pm the wonderful Bharathi Ramasubban @bharathiramasubban will explore music through the landscape of language.\n\nThe last time we called Bharathi she was putting together her playlist for tomorrow! \nDon't forget to join us @aalaap_concepts tomorrow evening at 4pm and dive into the world of literature and music!\n\n@akhila_krishnamurthy \n@supri_suresh \n@rajeshs8 \n#carnaticmusic #instagramlive #carnaticconcert #stayhome #creativequarantine #bharathiramasubban #aalaap #musictomyears #musicalevening #healthroughthearts"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": [
    "evening"
  ],
  "start_time": "16:00",
  "synopsis": "A mother and a professional singer. How does she do it? What has she been up to during lockdown?\n\nRead on and get to know our singer, Nisha Rajagopalan @nisha.rajagopalan as she takes a quick break and speaks to Aalaap!\n\nDon't forget to listen to her at 4pm on  Aalaap Instagram live! @aalaap_concepts \n@akhila_krishnamurthy \n@supri_suresh\n@rajeshs8 \n#carnaticmusic #musictomyears #musicalevening #instagramlive #livemusic #liveconcerts #stayhome #musicalquarantine #singawaycorona #gooddaystocome #positivevibes #spreadtheword #healthroughthearts"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": [
    "Saturday"
  ],
  "end_time": "9:00",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": [
    "Tomorrow"
  ],
  "start_time": "17:00",
  "synopsis": "What is the art of expression? How does it manifest differently through different pairs of lenses? How does each artiste approach and treat a piece? And how does that articulation affect, elevate and impact our response? What goes into the process of perspective? \nIn our attempt to find some answers and think deeply thereafter about the multiplicity of expressions and the individual approach with which they find expression, we’ve curated for you Through his Lens, a festival of abhinaya by some of the most amazing male artistes in the world of Bharatanatyam. It’s a marathon session curated for a marathon generation with distraction and a short attention span but it’s an earnest attempt to see how we can still make a difference in letting you access the arts a little better, a little deeper! \nThank you to the artistes! We are truly humbled and we can’t wait to see the magic unfold! Tomorrow (Saturday) 5pm to 9pm. Instagram live! @praveenkumardance @vaibhavdance @parshwanathupadhye @pavitra_krishna_bhat @christophergurusamy @bhavajan.kumar @kasiaysola @shijith_n_parvathy @shijith_nambiar #hopeinthetimeofcorona #dance #abhinaya #expressions #articulations #marathon #bharatanatyam #spontaneous #gowiththeflow"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": [
    "tomorrow",
    "tomorrow"
  ],
  "start_time": "unknown",
  "synopsis": "We are really looking to soaking in Mukhari ragam tomorrow with the amazing musician Nisha Rajagopalan. We asked her why she picked this ragam and she spoke about how Mukhari is a beautiful rakti raga with elegant and graceful contours. Often Mukhari tends to be viewed as embodying the shoka rasa, which she feels is only one aspect of this grand raga. We can’t wait for tomorrow @nisha.rajagopalan #hopeinthetimeofcorona #music #ragam #immersion #classical #carnatic"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "aalaap_concepts",
  "link": "http://www.instagram.com/aalaap_concepts",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "We are back with The Social Media Un-Distancing Project, Episode 3!\n\nThe purpose of the arts is not merely to present beauty and celebrate aesthetics; it is also to showcase the gruesome; it is not as humble as we often tend to portray it; it's purpose is also to showcase and bring to life the harshness of humanity. \nWe loved this point Mythili Prakash, a Bharatanatyam dancer based in Los Angeles made while we chatted with her recently as part of The Social Media Un-Distancing Project! \nIn conversation with Aalaap as part of our podcast series, Mythili shares navy a fascinating insight on dance, her lockdown routine, striking the balance between being a mother and a dancer at the same time and with equal passion and the importance of tuning in by tuning out. \nCheck out this podcast in Spotify, Podbean and SoundCloud. \nListen and tell us what you think. We’d love to hear from you \nLinks in bio!\n\n@akhila_krishnamurthy\n@mythiliprakash\n@supri_suresh\n@rajeshs8\n#thesocialmediaundistancingproject\n#podcasts #podbean #spotify #soundcloud #artisticconversations #stayhome #connect #gratitude #minimalism #artistes #dancersofinstagram #bharatanatyam #mythiliprakash #hope"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "Goodbye #KathaWithKaradi Season 1 and hello to a whole new Season of Karadi events all month long! \nJoin us at facebook.com/karaditales \nVisit the link in our bio to watch all previous sessions. \n#karaditales #storytime #storytelling #StayHomeStaySafe #thingstododuringthelockdown"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "Ready for some beautifully animated videos of our stories? Join us on facebook.com/karaditales on the above dates for virtual screenings - suitable for all ages!\nClick the link in our bio for more #KathaWithKaradi content! #animation  #stayhomestaysafe #thingstododuringthelockdown"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "Hello all! \nWe've been hard at work putting together new content for the next couple of weeks and we hope you and your children will enjoy these upcoming live sessions on our Facebook page! Join us at facebook.com/karaditales for these sessions and head over to the link in our bio to view past live events, read free books and listen to free audiobooks narrated by celebrities.  #children #storytime #kathawithkaradi #storytelling #virtualevents #StayHomeStaySafe #thingstododuringthelockdown"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "Here is some of Team Karadi staying busy, staying safe and staying home!\n\n#StayHomeStaySafe #lockdown #workfromhome #karaditales"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "And that's a wrap on Season 1! \nThank you to everyone who joined the #KathaWithKaradi journey ❤\nWatch this space for updates on Season 2 and visit karaditales.com/kathawithkaradi to view all  previous sessions! \n#storytelling #storytime #StayHomeStaySafe #thingstododuringthelockdown #karaditales @karadi.path"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "#ContestAlert\nIf your little one has an artistic side, check out our free drawing tutorial with #ChetanSharma: https://youtu.be/rSRCrjUO0hw and enter our drawing contest. Select drawings will feature on our social media pages 😀 And one winner will receive a copy of The Lion's Feast \n#KathaWithKaradi #drawalong #ContestAlert #drawingcontest #StayHomeStaySafe #thingstododuringthelockdown"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": [
    "evening"
  ],
  "start_time": "17:30",
  "synopsis": "Check out the highlights from the first two weeks of Katha with Karadi this evening on our Facebook @ 5:30PM! \nAnd head over to karaditales.com/kathawithkaradi to watch past live sessions. \n#kathawithkaradi #virtualevents #childrensbooks #reading #storytime #storytelling"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "Find out all the ways in which Dada uses his walking stick in @nalinisorensen 's story! \nFor more FREE videos, stories and activities, click on the link in our bio! \n#KathaWithKaradi #storytelling #storytime #StayHomeStaySafe #thingstododuringthelockdown #karaditales @karadi.path"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "#ContestAlert! \nAsk your child to sing a song, and  possibly win a prize! \n#kathawithkaradi #contest #childrensbooks # #reading #music #giveaway #storytelling #storytime #thingstododuringthelockdown @karadi.path"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": [
    "today"
  ],
  "start_time": "17:30",
  "synopsis": "Watch this lovely story unfurl with author @srividhyavenkat. Join us for a virtual storytelling featuring Peek-a-book Children's Choice award-winning book The Clever Tailor on facebook.com/karaditales at 5:30PM today! \n#kathawithkaradi #storytime\n#storytelling #StayHomeStaySafe #thingstododuringthelockdown #karaditales"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "Missed our draw along session with Chetan Sharma, the artist behind Karadi the bear? To view the entire tutorial, visit karaditales.com/kathawithkaradi (link in bio)\n\n#KathaWithKaradi #kidlitart #karaditales #drawalong #staysafestayhome #thingstododuringthelockdown @karadi.path @animagicstudios"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": null,
  "start_time": "17:30",
  "synopsis": "Join us for a storytelling of the Jarul Children's Choice award-winning book Dada's Useless Present by author Nalini Sorensen! On facebook.com/karaditales at 5:30 PM IST!\n\n#KathaWithKaradi #stortytelling #storytime #stayhomestaysafe #grandparents #thingstododuringthelockdown @karadi.path"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "Listen to the rest of this beautiful tale of a boy from the Bakarwal community in Sadiq Wants to Stitch by Mamta Nainy and Vedant on karaditales.com/kathawithkaradi (link in bio) \n#KathaWithKaradi #storytime #storytelling #thingstododuringthelockdown #stayhomestaysafe #karaditales @karadi.path @arthy_mamta"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": [
    "evening"
  ],
  "start_time": "unknown",
  "synopsis": "Learn how to draw from none other than Chetan Sharma who illustrated Karadi the bear! Be ready with pencil and paper for this evening's live session on facebook.com/karaditales. And if you miss it, head over to the link in our bio to watch it later.\n\n#KathaWithKaradi #chetansharma #karaditales #storytime #drawing #kidlitart #thingstododuringthelockdown #stayhomestaysafe @karadi.path"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "If you missed our musical storytelling of The Monkey King, head on over to karaditales.com/kathawithkaradi to view the whole session! \nSend in your version of the mango song to contest@karaditales.com. Winners to be announced at the end of our Katha with Karadi sessions. \n#KathaWithKaradi #storytime #stayhomestaysafe #thingstododuringthelockdown  @karadi.path"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": [
    "evening"
  ],
  "start_time": "17:30",
  "synopsis": "Join us this evening for a storytelling by award winning author Mamta Nainy! This heartwarming story is about busting gender roles and will inspire people of all ages to look at things a little differently. See you all at 5:30 PM on facebook.com/karaditales! \n#storytelling #childrensbooks #kathawithkaradi #gender #storytime #stayhomestaysafe #karaditales #thingstododuringthelockdown @karadi.path"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "Don't worry if you've missed our LIVE sessions. Head on over to karaditales.com/kathawithkaradi (link in our bio) to watch them all! \n@karadi.path #KathaWithKaradi #karaditales #thukpa #stayhome #stayhomestaysafe #thingstododuringthelockdown #storytelling #storytime"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "Is your child getting restless indoors? Princess Easy Pleasy is back to help us through this lockdown. @writesnatasha has written a special book that's available for free download at karaditales.com/kathawithkaradi\n\n#kathawithkaradi  #karaditales #freebooks #ebook #storytime\n#StayHome #thingstododuringthelockdown"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": [
    "evening"
  ],
  "start_time": "unknown",
  "synopsis": "In the mood for some music? Join us for a live virtual session with 3 Brothers & a Violin this evening at facebook.com/karaditales. | If you're looking for free children's audiobooks and picture books, or some fun activities and information sheets to keep kids engaged during the lockdown, head over to the link in our bio! \n#KathaWithKaradi\n#music #classicalmusic #storytelling #storytime #thingstododuringthelockdown #karaditales #karadirhymes #audiobooks #stayhome @karadi.path"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "#KathaWithKaradi \nIf you missed Naseeruddin Shah's session with us yesterday, don't worry! You can find the entire session and many more like it at karaditales.com/kathawithkaradi (link in bio) \n@karadi.path #stayhome #thingstododuringthelockdown #karaditales #storytelling #storytime #audiobooks"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "Looking for an easy way to talk to children about the pandemic? Check out our audiobook available for FREE download at karaditales.com/kathawithkaradi (link in bio)\nWritten by @chitrasoundar with music by 3 Brothers & A Violin and illustrations by Kanika Nair. \n#audiobook #kathawithkaradi #StayHome #kidlit #thingstododuringthelockdown #karaditales"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": [
    "today"
  ],
  "start_time": "17:30",
  "synopsis": "#KathaWithKaradi\nA warm, delectable story about friendship, set in beautiful Ladakh - join us for a storytelling of the internationally acclaimed picture book Thukpa for All by co-author Praba Ram today. \nLog on to facebook.com/karaditales at 5:30 PM IST. \n@karadi.path\n#storytelling\n#storytime #stayhome #staysafe #thingstododuringthelockdown #childrensbooks #lockdown #karaditales #ladakh"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "If you missed @kozemoze 's storytelling of Monkeys on A fast, don't worry! Find the whole session and many more like it at karaditales.com/kathawithkaradi (link in bio!) #KathaWithKaradi #stayhome #monkeys #storytime #storytelling #kidsbooks #kidsrhymes #kidssongs #stayhomestaysafe @karadi.path"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": null,
  "start_time": "17:00",
  "synopsis": "Beautiful poetry by Vikram Seth, in the powerful voice of Naseeruddin Shah: join us at 5-30 pm on facebook.com/karaditales. \n#karaditales #vikramseth #naseeruddinshah #poetry #stayhome #storytelling #storytime #thingstododuringthelockdown #stayhomestaysafe @karadi.path"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": [
    "evening"
  ],
  "start_time": "17:30",
  "synopsis": "Stories, laughter, music and joy! We've got something for you every evening at 5:30pm at facebook.com/karaditales\n\nAll past sessions are available for viewing at karaditales.com/kathawithkaradi (link in bio!) #storytime #storytelling #kathawithkaradi #StayHome  #ThingsToDoDuringLockdown #staysafe #karaditales\n@karadi.path"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": [
    "today"
  ],
  "start_time": "17:30",
  "synopsis": "#KathaWithKaradi \nGo bananas with Kaushik Viswanath (@kozemoze) as he reads you Monkeys On a Fast LIVE at 5:30 PM today on facebook.com/karaditales\n\n@karadi.path\n#karaditales\n#storytelling #storytime #kidsbooks #stayhome #stayhomestaysafe #thingstododuringthelockdown"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "If you missed the song 'Auto' from Karadi Rhymes 3 during our live session with Usha Uthup - then here it is! 🐾\n\n#karaditales\n#KathaWithKaradi\n#karadirhymes 3 #thingstododuringthelockdown #nurseryrhymes #rhymes #kidsrhymes #songs"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "Missed our LIVE session with @nanditadasofficial? \nDon't worry! You can now watch the entire video at karaditales.com/kathawithkaradi\n\n#KathaWithKaradi #karaditales #kidsbooks #storytelling #stayhome #storytime #thingstododuringthelockdown @karadi.path"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": null,
  "start_time": "17:30",
  "synopsis": "We've got something spectacular planned for you TODAY! \nTune in for our LIVE session with the incredible @usha.uthup at 5:30 PM on facebook.com/karaditales\n#storytelling #storytime #KathaWithKaradi #thingstododuringthelockdown #stayhome #staysafe #karaditales @karadi.path"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "karaditales",
  "link": "http://www.instagram.com/karaditales",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "Don't worry if you've missed the launch and reading of @writesnatasha 's book Princess Easy Pleasy is Bored! \nWatch the full video and read the eBook for FREE at karaditales.com/kathawithkaradi (link also in bio!) #stayhome #staysafe #KathaWithKaradi #storytelling #storytime #thingstododuringthelockdown #karaditales"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "12/04/2020",
  "day": null,
  "end_time": "unknown",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "19:00",
  "synopsis": "Tania Chatterjee is a travel photographer, storyteller, and an educator. based in Kolkata. Tania has a strong acumen to portray indigenous cultural, inspiring human stories, social issues and travel stories across several states of India as well as different countries. She is the CEO and mentor of a photographic organization called FOTORBIT Pvt. Ltd. \nShe is also working with UNDP as a consultant photographer; she has worked on various photographic assignments with renowned agencies like NatGeoTraveller India, VIVO India. etc, judged numerous photography contests and conduct various national and international photography workshops. Tania’s photos have been widely published and exhibited around the world, along with numerous awards.\n\njoin us in the live session with @taniachatterjee.official on the 12th of April 2020 at 7:00 PM.\n\n#covid19 #livesession #mpbphotocommunity #madrasphotobloggers #madras #chennai #stayhome #staysafe #quarantine #quartinewithmpb"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "noDate",
  "day": null,
  "end_time": "unknown",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "18:00",
  "synopsis": "@rakeshbaro is a Landscape Photographer and who has accomplished a lot of things like  Finalist in 2019 National Geographic Travel Photo Contest, Top Shot NatGeo Daily Dozen, Stories, and Assignments. IPA 2019 HM \nHe will be teaching and sharing his knowledge in landscape photography in the webinar session on the 11 April 2020 at 6 PM.\n\nLink is in bio\n\n#mpbphotocommunity #madrasphotobloggers #mpb #webinar\n#interactivesession"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "10/04/2020",
  "day": null,
  "end_time": "5:00 p.m.",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "16:00",
  "synopsis": "Hello everyone, \nwe're having a webinar on understanding the nuances of street photography.\nGanesh Natarajan the host of the webinar will be sharing his experience and knowledge in street photography \n@ganesh.natarajan23 is a photographer based in Chennai who loves his job and everything that comes in with always appreciates the people I meet the places I go the hours  I keep and spontaneity in every shoot.\n\nJoin us in the webinar on the 10th of  April 2020\nFrom 4 p.m. to 5:00 p.m.\n.\nLimited seats available\n.\n#mpbphotocommunity #mpb #madrasphotobloggers #quarantinewithmpb #covid_19"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "10/04/2020",
  "day": null,
  "end_time": "7:00 p.m.",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "18:00",
  "synopsis": "@zulfiphoto is a  travel photographer who has a wide knowledge in post  processing .he will be hosting  the webinar and teaching us how to improve our post processing skills in Photography \nAs technology progressed and photography equipment became more accessible to everyone we have to  push ourselves  to discover the unexplored. \nJoin us in the webinar on understanding the process of post processing in photography on  the 10th of April 2020 From 6:00p.m. to 7:00 p.m. \nhosted by @zulfiphoto\n\nThe webinar is limited to 25 people only.\n\n#mpbphotocommunity #madrasphotobloggers #mpb #webinar\n#interactivesession #quarantinewithmpb"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "It has been extremely overwhelming of your support to our community we have successfully completed  Pan India photographer Marathon live 2020.\n\nWe @madrasphotoblogs would like to extend our gratitude to the 16 inspiring and amazing photographers for giving the time to us and support us. Who has shared their experience, their love for photography\n\nIt won't be a great success without a community of like-minded people who has a passion towards photography and eager to learn more about it.\n\nWithout the support of our team who has hosted the live interaction session taking breaks one by one who has put their mind and soul for this initiative @vasanthyshrikanth @shutterthatphotography.\nand our student ambassadors - @studio_flycam,  @ashwin__shyam, @tonjoe_\n\nThank you, everyone, for your most valuable time during this quarantine .it was a great pleasure to give the most productive day to all of you. once again from the entire team of @madrasphotoblogs\n\nThank you all.\n#madrasphotobloggers #quarantinewithmpb #mpbmarathonlive #mpbphotocommunity #covid_19"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "Thank you everyone for making MARATHON LIVE SESSION very grand & Successful . \nWe at Madras Photo Bloggers would like to thank 16 inspiring photographers for agreeing & supporting the initiative. Their years of experience, their depth of understanding, and their ability to present their vision  in such an interesting way produced one of the most memorable days in our community's history.\n\nIt would ve not possible without host team support - precisely student ambassadors - @studio_flycam , @tonjoe_ , @as, our team - @shutterthatphotography and @vasanthyshrikanth . Their managing skill really helped to complete all 16 sessions on time without any disruption. We want to continue the online events with the same spirit. \nThank you all once again!!\n.\n#madrasphotogblogs #mpbmarathonlive #hosts #madrasphotobloggers #mpblivemarathon #mpb"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "5/04/2020",
  "day": null,
  "end_time": "1:00",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": [
    "Tomorrow"
  ],
  "start_time": "9:00",
  "synopsis": "Here's our hosts for 12 hours live Marathon session which includes three student ambassadors of MPB. They will be posting questions to the guests and taking over. Tomorrow is gonna be a bid day. Check the date. April 5th 9.00 A.M. to 10.00 P.M.\n@studio_flycam @tonjoe_ @ashwin__shyam @vasanthyshrikanth @shutterthatphotography .\n.\n#madrasphotogblogs #mpbmarathonlive #hosts #madrasphotobloggers #mpblivemarathon #mpb"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "5/04/2020",
  "day": null,
  "end_time": "unknown",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": [
    "morning",
    "evening"
  ],
  "start_time": "9:00",
  "synopsis": "Hey everyone we're so excited to have our first ever Marathon live Pan india going to be the first ever well alive Marathon in the Instagram platform . A live interactive session featuring 16 photographers from various fields of photography from morning to evening . The live stream will be hosted by there  student ambassadors @studio_flycam @ashwin__shyam @tonjoe_ along with two amazing photographers\n@vasanthyshrikanth\n@shutterthatphotography\n\nVideo designed by @editor_charan_ravichandran\n\nLet's use this quarantine in a great productive way . Join us in the live marathon on the 5th of April 2020 from 9:00 AM -10:00 PM .\nso don't miss this amazing opportunity .\nTurn on post notifications on so that you won't miss a single livestream .\n#madrasphotobloggers #mpbmarathonlive #mpbphotocommunity #livemarathon #livestream #covid_19 #quarantinewithmpb"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "5/04/2020",
  "day": null,
  "end_time": "1:00",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": [
    "tomorrow"
  ],
  "start_time": "9:00",
  "synopsis": "Here`s it! The final list of photographers. This is going to be the first-ever 12 hours live marathon in the Instagram platform. Live interactive sessions from most prominent photographers across the nation. Check the date: April 5 9.00 A.M. to 10.00 P.M. Get your questions ready! Experts are coming to live tomorrow!\n.\n.\n#mpbmarathonlive #madrasphotogblogs #12hourslive #mpblivemarathon #mpb #photography"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "our first edition of webinar \nyou might ask what is a webinar?\n\nA webinar is an engaging online event where a speaker, or small group of speakers, deliver a presentation to a large audience who participate by submitting questions, responding to polls and using other available interactive tools.\n\nwe're having a webinar on understanding the evolution of technology and photography\n hosted by @karthik_rajago \n#mpbphotocommunity #madrasphotobloggers #mpb #webinar\n#interactivesession"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "2/04/2020",
  "day": null,
  "end_time": "unknown",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "19:30",
  "synopsis": "@jayatisaha , amazes with her frames of nuanced light and shadow, fusing her art with technical finesse. , Jayati is a much-in-demand artist, teacher, and competition judge based in kolkata.  Jayati’s extremely sensitive eye has captured moments glistening with human emotions and her forte is seeing the unseen and the unnoticed.\n\njoin us in the live session with @jayatisaha on the 2nd of April 2020 at 7:30 PM ."
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "5/04/2020",
  "day": null,
  "end_time": "9:30 PM",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": [
    "morning",
    "evening"
  ],
  "start_time": "9:30",
  "synopsis": "Hello everyone we are so excited to host our first instagram marathon live .\n\nYou might ask what is a live Marathon .\nWe have gathered  brilliant photographer's from  pan India featuring 16 photographers from various fields of photography.  Guess who all are joining our live session  From morning till evening we will have our live session .\n\nLet's use this quarantine in a great productive way join us in the live Marathon on 5th of April 2020 from 9:30 AM - 9:30 PM. \nDon't miss this great opportunity .\n#livesession\n#quarantinewithmpb #covid_19 #livemarathon #mpbphotocommunity #madrasphotobloggers #mpb"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "1/04/2020",
  "day": null,
  "end_time": "unknown",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "19:30",
  "synopsis": "@senthilphotography is one of the most renowned documentary photographers from South India who has more than 20+ awards and grants in documentary photography .\n\nHe had worked for a lot of social, environmental issues with a personal approach. Over the past 5 years, his work has turned into Environmental & Wildlife Projects. \nRight now,He is focusing on various  Conservatives in India, to documenting his longtime project of Human & animal Conflict issues.\n\nJoin us in the live session with @senthilphotography to know more about his journey on 1st of April at 7:30PM\n.\n#quarantinewithmpb #quarantine #mpbphotocommunity #madrasphotobloggers #documentaryphotography"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "30//2020",
  "day": null,
  "end_time": "7:30 PM",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "18:30",
  "synopsis": "Hello everyone lets use this quarantine in a great way .we are happy to host our first edition of webinar .\n\nyou might ask what is a webinar?\n\nA webinar is an engaging online event where a speaker, or small group of speakers, deliver a presentation to a large audience who participate by submitting questions, responding to polls and using other available interactive tools.\n\nwe're having a webinar on understanding the evolution of technology and photography  hosted by  Karthik raja Gopal on the 30th of march 6:30 PM  to 7:30 PM .\n\nRegistration link in bio \n#mpbphotocommunity #madrasphotobloggers #mpb #webinar \n#interactivesession"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "And the winner for the women's day photography contest is @chetna_well. You will be awarded with certificate and goodies ! .\n.\n#womensday #photography #photographycontest #mpbphotocommunity #madrasphotobloggers #mpb"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "28/03/2020",
  "day": null,
  "end_time": "unknown",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "19:30",
  "synopsis": "@munish.palaniappan , one of the  versatile  photographer's  from Chennai who has been  in a lot of genre like  wildlife , motorsport, corporate  and industrial photography  and also a brand influencer for @sonyalphain .\n\nJoin us in the live session with @munish.palaniappan and know about his journey in various fields . on the 28th of March 2020 at 7:30 PM\n#covid_19 #quartine #quarantinewithmpb #mpbphotocommunity #madrasphotobloggers #mpb #madras #chennai"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "29/03/2020",
  "day": null,
  "end_time": "unknown",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "19:30",
  "synopsis": "@gurunathanramakrishnan  is one of th most creative Street photographers from Chennai, Street Photography  is something that featured unmediated chance encounters and random incidents within streets of city, village or town! \nSome of works reflects a lot of random and rare moments which are really hard to find . \nJoin us in the live session with @gurunathanramakrishnan  to know more about his perceptive on street photography on  29th of March at 7:30 PM\n#quarantinewithmpb #covid_19 #livesession #streetphotography #mpb\n#mpbphotocommunity #madrasphotobloggers"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "26/03/2020",
  "day": null,
  "end_time": "unknown",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "19:30",
  "synopsis": "Traveling is a different kind of experienc,and  travel photography is a whole another level with lots of upside down to go through join us in the live  session with @zulfiphoto on the 26th of March at 7:30 PM"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "During the COVID -19 crises it is important to keep yourself free from germs and washing out hands frequently .As a photography community we use our camera and camera equipments a lot in theses quarantine .Here some tips to keep your camera and camera equipments clean and germ free .\n\nStay at home; stay safe"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "Hey everyone\nWe @madrasphotoblogs have shifted our outdoor activities to online activities because of the COVID -19 Situation going on in our country .\n\nDuring the quarantine time, we would like to keep our members engaged . In the upcoming days we will be conducting .\n•photo battles •online workshops\n•online portfolio review\n•Live interactions\n•Photo debates\n\nSo Turn on your post notification for more updates and never miss a event .\nStay home stay safe .\n__________\n#covid19  #mpbphotobattle #mpbphotocommunity #madrasphotobloggers #madras #chennai #stayhome #staysafe #quarantine #quartinewithmpb"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "22/03/2020",
  "day": null,
  "end_time": "unknown",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "11:30",
  "synopsis": "Taking photos of people is creative but taking photos of new born babies is so adorable and making them pose in a creative manner is extremely hard .join us in a live interactive session with @mommyshortsbyamirtha on 22nd of March at  11:30 AM .\n\nGet to know the journey of @mommyshortsbyamirtha and her photography life  through the  live session . Don't miss this opportunity . Turn on your post notification for more updates"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "21/03/2020",
  "day": null,
  "end_time": "unknown",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "19:00",
  "synopsis": "Making food is an art and capturing the beauty of it is also an art .join us @madrasphotoblogs with @ace._photography on a live  interactive session on food photography on the 21st of March 2020 at 7:00 PM \nLet's have a discussion on food photography through the  live session . Don't miss this opportunity . Turn on your post notification for more updates.\n_____\n#mpb #madras #chennai #madrasphotobloggers #live \n#foodphotography"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": [
    "Tomorrow"
  ],
  "start_time": "unknown",
  "synopsis": "The most awaited shortlisted Photographers list is out!! It was quite challenging to pick the best  images since  300+ entries were submitted. \nCongratulations to all shortlisted participants! Well done. .\nWe will be announcing the second slot Tomorrow ! Stay tuned folks!\n.\n#madrasphotobloggers #kannaginagarwalk #photocontest #coffeetablebook #shortlisted @spicinemas @radishiyer @startindia"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "14/03/2020",
  "day": null,
  "end_time": "7:30pm",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "9:30",
  "synopsis": "Hey there,\n\nThere goes a saying ‘There is no force more powerful than a woman determined to rise’ on that note \nMadras Photo Bloggers is happy to announce their next event Wonder Women Photographers\n\nA chance to interact with five prominent women photographers, know about their works & clarify your doubts. \nThe live sessions will happen on 14th of March, 2020 from 9:30am to 7:30pm in our Instagram Page\n\nDon’t miss out this opportunity, see you all there. :)"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "noDate",
  "day": null,
  "end_time": "unknown",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "Holi video Contest Alert! We, Madras photo bloggers are thrilled to  announce Holi video contest for all Chennai photo and video enthusiasts out there . Do check out more details below.\n\nTheme : The Holi in Chennai! \nDate : till end of march.\n\nRules.\n\n1.Follow @madrasphotoblogs\n\n2.Tag atleast 5 of your friends.\n\n3. Use the hashtag #holimpb2020 to participate the contest.\n\n4. There is no restrictions in entries. \n5. Videos can be taken using DSLR or Mobile. \n6. Videos should be taken in and around Chennai during the Holi festival 2020 .\n\n#videocontest #photography #instagram #holiphotowalk #holivideocontest #india #chennai #madras #india_everyday #videooftheday #india_gram #photographyindia"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "29//2020",
  "day": null,
  "end_time": "unknown",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "Mahabalipuram is a historic town known for its Architectural Heritages. These structures were constructed by the Pallava Dynasty during the 7 & 8th Century. For normal visitors this is just a place with structures built at ancient times with wonderful artifacts in it, but for a Photographer it is something different. join us in the photowalk  led by Travel Photographer and Founder of Madras Photo Bloggers, . @srivatsan_sankaran \non the. 29th of march 2020, supported by @sonyalphain we're also  having special offers .\n#mahabilapuram\n#architecturephotography #photographytour #sadras #madras #madrasphotobloggers #mpbphotocommunity #chennai"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "As you all are aware of our collaboration with @careearthtrust and @usconsulatechennai i in organising the Photography Contest for Water Matters Exhibition,  Water Matters is a collaborative project of the U.S. Consulate General Chennai, Care Earth Trust, is one of a kind in the country that explores the centrality of water in people’s lives by examining water as both an environmental necessity and a key cultural element.\n\nhere we have all The winners of the water matters photography contest  in Both online, on the spot contest winners under the Theme \n1. Water as habitat\n2. Water as social wealth\n3. Abused resources \nwe would like to show our sincere gratitude to all the supporters and participants who made this a grand success\n.\n #watermatters2020 \n#madras #madrasphotobloggers #chennai #mpbphotocommunity #usconsulate #earthcaretrust"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "21/03/2020",
  "day": null,
  "end_time": "12:30 PM",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "10:30",
  "synopsis": "Hey, guys wanna learn more about post-processing in photography?\n.\nPost-processing gives the photographer the ability to access and edit their image to produce the best photograph possible. So what do you do? Well, in all honesty, whatever you would like to. Most of what needs to be done can be processed through  Lightroom (LR).\nWell, Want to know further? Register our upcoming workshop. \nUse the code  MPBAPP500\nTo Get 50% as an early bird offer .\n.\nSlot 1 | March 21 10:30 AM - 12:30 PM \nSlot 2 | March 21  2:00 PM - 4:00 PM .\n#madras #madrasphotobloggers #workshop #learnwithmpb #mpbphotocommunity #mpb #chennai #adobe #adobelightroom"
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": null,
  "end_time": "unknown",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "And we have wrapped the 2 days photowalk at kanagani nagar . The participants got a good experience of interaction with the people in the  area and the colorful ambience in the place.we would like to extend our gratitude towards our sponsors and mentors \n@vasanthyshrikanth @srivatsan_sankaran @startindia \n@spiedge  @sonyalphain and our products supporters @sonyalphain @zeisscameralensesindia\n@zeisscameralenses gave a hands-on experience of their products to our participants .the purpose of this walk is to bring this transformation to limelite and also to increase awareness about this beautiful place and its beautiful transformation."
},{
  "category": [
    "artheals",
    "workshop",
    "children"
  ],
  "date": "unknown",
  "day": [
    "Friday",
    "friday"
  ],
  "end_time": "unknown",
  "event_name": "madrasphotoblogs",
  "link": "http://www.instagram.com/madrasphotoblogs",
  "nonspecificday": null,
  "start_time": "unknown",
  "synopsis": "And the winner for this week's Friday feature is @ss_visual_storyteller under the Theme cityscape .\n#fridayfeature #mpbphotocommunity #madrasphotobloggers #mpb #cityescape"
}